<?
//검색폼-법원/지원
$arrSrchCS=array(
	"10,11,12,13,14"=>"서울지법", 1010=>"서울-중앙", 1110=>"서울-동부", 1210=>"서울-서부", 1310=>"서울-남부", 1410=>"서울-북부",	
	15=>"의정부지법", 1510=>"의정부-본원", 1511=>"의정부-고양",	
	16=>"인천지법", 1610=>"인천-본원", 1611=>"인천-부천",	
	17=>"수원지법",	1710=>"수원-본원", 1711=>"수원-성남", 1712=>"수원-여주", 1713=>"수원-평택", 1714=>"수원-안산", 1715=>"수원-안양",
	18=>"춘천지법",	1810=>"춘천-본원", 1811=>"춘천-강릉", 1812=>"춘천-원주", 1813=>"춘천-속초", 1814=>"춘천-영월",
	19=>"청주지법", 1910=>"청주-본원", 1911=>"청주-충주", 1912=>"청주-제천", 1913=>"청주-영동",
	20=>"대전지법", 2010=>"대전-본원", 2011=>"대전-홍성", 2012=>"대전-논산", 2013=>"대전-천안", 2014=>"대전-공주", 2015=>"대전-서산",
	21=>"대구지법", "2110,2111" => "대구-본원/서부", 2110 => "대구-본원", 2111 => "대구-서부",  2112=>"대구-안동", 2113=>"대구-경주", 2114=>"대구-김천", 2115=>"대구-상주", 2116=>"대구-의성", 2117=>"대구-영덕", 2118=>"대구-포항",
	22=>"부산지법", 2210=>"부산-본원", 2211=>"부산-동부", 2212=>"부산-서부",
	23=>"울산-본원",
	24=>"창원지법", "2410,2411" => "창원-본원/마산", 2410=>"창원-본원", 2411=>"창원-마산", 2412=>"창원-진주", 2413=>"창원-통영", 2414=>"창원-밀양", 2415=>"창원-거창",
	25=>"광주지법", 2510=>"광주-본원", 2511=>"광주-목포", 2512=>"광주-장흥", 2513=>"광주-순천", 2514=>"광주-해남",
	26=>"전주지법", 2610=>"전주-본원", 2611=>"전주-군산", 2612=>"전주-정읍", 2613=>"전주-남원",
	27=>"제주-본원"
);
$arrSptG=array(
		1011121314=>"1010,1110,1210,1310,1410",
		10=>"1010", 11=>"1110", 12=>"1210", 13=>"1310", 14=>"1410",
		15=>"1510,1511",
		16=>"1610,1611",
		17=>"1710,1711,1712,1713,1714,1715",
		18=>"1810,1811,1812,1813,1814",
		19=>"1910,1911,1912,1913",
		20=>"2010,2011,2012,2013,2014,2015",
		21=>"2110,2111,2112,2113,2114,2115,2116,2117,2118",
		22=>"2210,2211,2212",
		23=>"2310",
		24=>"2410,2411,2412,2413,2414,2415",
		25=>"2510,2511,2512,2513,2514",
		26=>"2610,2611,2612,2613",
		27=>"2710",
	);

//검색폼-진행상태
$arrSrchSta=array(
	11=>"진행물건", 1110=>"신건", 1111=>"유찰",
	12=>"매각전부","1210,1211,1213,1214,1215"=>"매각/매각허가등", "1216,1217"=>"잔금납부물건", "1218,1219"=>"배당기일/종결",
	13=>"진행외물건", "1312,1316,1317"=>"미진행", "1310,1311"=>"변경/연기", "1314,1315"=>"불허가/허가취소", "1313"=>"정지",
	14=>"종국물건", 1410=>"각하", 1411=>"기각", 1412=>"기타", 1413=>"이송", 1414=>"취소", 1415=>"취하", 1416=>"모사건종결"
);

//
//검색을 위한 종별
//
$arrSrchCtgr=[
	10=>"주거용",
	20=>"상업및산업용",
	30=>"토지",
	40=>"차량및중장비",
	50=>"기타"
];

//주거용
$arrSrchCtgrSub[10]=[
	"201013"=>"아파트",
	"201014"=>"연립주택",
	"201015,201017,201021"=>"다세대주택",
	"201020"=>"오피스텔(주거)",
	"201010"=>"단독주택",
	"201011,201012"=>"다가구주택",
	//"201021"=>"주상복합",
	"201022"=>"도시형생활주택",
	"201016"=>"기숙사",
	"201018"=>"상가주택",
];

//상업및산업용
$arrSrchCtgrSub[20]=[
	"201110,201120,201124"=>"근린생활시설",
	"201111,201019"=>"오피스텔(상업)",
	"201130"=>"근린상가",
	"201122"=>"숙박시설",
	"201123"=>"숙박(콘도등)",
	"201131"=>"목욕탕",
	"201121"=>"업무시설",
	"201118"=>"노유자시설",
	"201112"=>"문화및집회시설",
	"201113"=>"종교시설",
	//"201114"=>"판매시설",
	"201116"=>"의료시설",
	"201117"=>"교육연구시설",
	"201128"=>"묘지관련시설",
	"201132,201115,201119,201125,201126,201127,201129,201310,201311,201312,201114"=>"기타시설",
	"201210"=>"공장",
	"201216"=>"지식산업센터",
	"201211"=>"창고시설",
	"201212"=>"위험물저장및처리",
	"201213"=>"자동차관련",
	"201214"=>"동물및식물관련",
	"201215"=>"분뇨및쓰레기처리",
];

//토지
$arrSrchCtgrSub[30]=[
	"101010"=>"전",
	"101011"=>"답",
	"101012"=>"과수원",
	"101014"=>"임야",
	"101017"=>"대지",
	"101037"=>"잡종지",
	"101023"=>"도로",
	"101020"=>"주차장",
	"101031"=>"공원",
	"101033"=>"유원지",
	"101035"=>"사적지",
	"101036"=>"묘지",
	"101013"=>"목장용지",
	"101018"=>"공장용지",
	"101019"=>"학교용지",
	"101021"=>"주유소용지",
	"101022"=>"창고용지",
	"101024"=>"철도용지",
	"101030"=>"수도용지",
	"101032"=>"체육용지",
	"101034"=>"종교용지",
	"101025"=>"제방",
	"101026"=>"하천",
	"101027"=>"구거",
	"101015"=>"광천지",
	"101016"=>"염전",
	"101028"=>"유지",
	"101029"=>"양어장",
];

//차량및중장비
$arrSrchCtgrSub[40]=[
	"301010"=>"승용차",
	"301011"=>"승합차",
	"301012"=>"버스",
	"301013"=>"화물차",
	"301014"=>"기타차량",
	"301110"=>"덤프트럭",
	"301113,301111,301112"=>"기타중기",
];
//기타
$arrSrchCtgrSub[50]=[
	"301210"=>"선박",
	"401010"=>"어업권",
	"401011"=>"광업권",
	"401110,301310,301410,401012"=>"기타"
];

if($client_level>=7) {
	$odrArr=[
		10=>["colNm"=>"사건번호", "col"=>"sn1,sn2,pn"],
		11=>["colNm"=>"소재지", "col"=>"adrs"],
		12=>["colNm"=>"감정가", "col"=>"apsl_amt"],
		13=>["colNm"=>"최저입찰가", "col"=>"minb_amt"],
		14=>["colNm"=>"매각기일", "col"=>"bid_dt"],
		15=>["colNm"=>"유찰회수", "col"=>"fb_cnt"],
		16=>["colNm"=>"관심도", "col"=>"inter"],
		17=>["colNm"=>"조회수", "col"=>"hit"],
		20=>["colNm"=>"매가가율", "col"=>"mk_amt"]
	];
} else {
//검색결과-정렬
	$odrArr=[
		10=>["colNm"=>"사건번호", "col"=>"sn1,sn2,pn"],
		11=>["colNm"=>"소재지", "col"=>"adrs"],
		12=>["colNm"=>"감정가", "col"=>"apsl_amt"],
		13=>["colNm"=>"최저입찰가", "col"=>"minb_amt"],
		14=>["colNm"=>"매각기일", "col"=>"bid_dt"],
		15=>["colNm"=>"유찰회수", "col"=>"fb_cnt"]
	];
}

$arrAuctType=array(1=>"임의경매", 2=>"강제경매");

$arrMerg=array("1"=>"병합", "2"=>"중복", "3"=>"병합/중복");

$spArr=array("1"=>"유치권", "2"=>"유치권 배제", "3"=>"법정지상권", "4"=>"분묘기지권", "14"=>"선순위 가등기", "15"=>"선순위 가처분", "121"=>"지분입찰 물건 검색",
			"13"=>"임차인우선매수신고", "16"=>"선순위 전세권 설정", "17"=>"선순위 임차권 설정", "18"=>"임차권 등기", "19"=>"대항력 있는 임차인", "112"=>"전세권만 매각",
			"8"=>"맹지", "11"=>"위반건축물", "101"=>"오늘 공고된 신건", "102"=>"재매각 물건 검색", "103"=>"반값 경매물건", "105"=>"토지건물 일괄매각", "116"=>"대지권미등기", "117"=>"토지별도등기 있는 물건", "118"=>"토지별도등기인수조건", "119"=>"건물만 입찰 물건 검색", "120"=>"토지만 입찰 물건 검색",
			"5"=>"공유자우선매수", "6"=>"농지취득자격증명", "7"=>"채권자매수청구", "9"=>"대위변제", "10"=>"항고사건", "12"=>"임금채권자",
			"122"=>"유치권에 의한 형식적경매", "123"=>"공유물분할을 위한 형식적경매", "124"=>"청산을 위한 형식적경매", "125"=>"기타 형식적경매");
			//, "115"=>"예고등기", "106"=>"초보도 가능한 물건"
$spG_Arr=array("1"=>"1,2,3,4,14,15,121", "2"=>"13,16,17,18,19,112", "3"=>"8,11,101,102,103,105,116,117,118,119,120", "4"=>"5,6,7,9,10,12", "5"=>"122,123,124,125");
$spGnm_Arr=array("1"=>"권리", "2"=>"임차인", "3"=>"물건현황", "4"=>"자격", "5"=>"형식적경매");

//용도지역코드
$ary_prpos_code=array("UQA111"=>"제1종전용주거지역", "UQA112"=>"제2종전용주거지역", "UQA121"=>"제1종일반주거지역", "UQA122"=>"제2종일반주거지역", "UQA123"=>"제3종일반주거지역", "UQA130"=>"준주거지역",
							"UQA210"=>"중심상업지역", "UQA220"=>"일반상업지역", "UQA230"=>"근린상업지역", "UQA240"=>"유통상업지역",
							"UQA310"=>"전용공업지역", "UQA320"=>"일반공업지역", "UQA330"=>"준공업지역",
							"UQA410"=>"보전녹지지역", "UQA420"=>"생산녹지지역", "UQA430"=>"자연녹지지역",
							"UQB300"=>"보전관리지역", "UQB200"=>"생산관리지역", "UQB100"=>"계획관리지역",
							"UQC001"=>"농림지역", "UQD001"=>"자연환경보전지역");
$ary_prpos_code_g=array(
		"도시지역<br>(주거지역)"=>array("UQA111"=>"제1종전용주거지역", "UQA112"=>"제2종전용주거지역", "UQA121"=>"제1종일반주거지역", "UQA122"=>"제2종일반주거지역", "UQA123"=>"제3종일반주거지역", "UQA130"=>"준주거지역"),
		"도시지역<br>(상업지역)"=>array("UQA210"=>"중심상업지역", "UQA220"=>"일반상업지역", "UQA230"=>"근린상업지역", "UQA240"=>"유통상업지역"),
		"도시지역<br>(공업지역)"=>array("UQA310"=>"전용공업지역", "UQA320"=>"일반공업지역", "UQA330"=>"준공업지역"),
		"도시지역<br>(녹지지역)"=>array("UQA410"=>"보전녹지지역", "UQA420"=>"생산녹지지역", "UQA430"=>"자연녹지지역"),
		"관리지역"=>array("UQB300"=>"보전관리지역", "UQB200"=>"생산관리지역", "UQB100"=>"계획관리지역"),
		"기타지역"=>array("UQC001"=>"농림지역", "UQD001"=>"자연환경보전지역")
	);

$useCdtnArr=array("1"=>"제1종전용주거지역", "2"=>"제2종전용주거지역", "3"=>"제1종일반주거지역", "4"=>"제2종일반주거지역", "5"=>"제3종일반주거지역", "6"=>"준주거지역",
				"7"=>"중심상업지역", "8"=>"일반상업지역", "9"=>"근린상업지역", "10"=>"유통상업지역",
				"11"=>"전용공업지역", "12"=>"일반공업지역", "13"=>"준공업지역",
				"14"=>"보전녹지지역", "15"=>"생산녹지지역", "16"=>"자연녹지지역",
				"17"=>"계획관리지역", "18"=>"생산관리지역", "19"=>"보전관리지역",
				"20"=>"농림지역", "21"=>"자연환경보전지역",
				"22"=>"경관지구", "23"=>"고도지구", "24"=>"방화지구", "25"=>"방재지구", "26"=>"보호지구", "27"=>"취락지구", "28"=>"개발진흥지구", "29"=>"특정용도제한지구", "30"=>"복합용도지구",
				"31"=>"개발제한구역", "32"=>"도시자연공원구역", "33"=>"시가화조정구역", "34"=>"수산자원보호구역", "35"=>"입지규제최소구역"
			);
$useCdtnG_Arr=array(
		"도시지역<br>(주거지역)"=>array("1"=>"제1종전용주거지역", "2"=>"제2종전용주거지역", "3"=>"제1종일반주거지역", "4"=>"제2종일반주거지역", "5"=>"제3종일반주거지역", "6"=>"준주거지역"),
		"도시지역<br>(상업지역)"=>array("7"=>"중심상업지역", "8"=>"일반상업지역", "9"=>"근린상업지역", "10"=>"유통상업지역"),
		"도시지역<br>(공업지역)"=>array("11"=>"전용공업지역", "12"=>"일반공업지역", "13"=>"준공업지역"),
		"도시지역<br>(녹지지역)"=>array("14"=>"보전녹지지역", "15"=>"생산녹지지역", "16"=>"자연녹지지역"),
		"관리지역"=>array("17"=>"계획관리지역", "18"=>"생산관리지역", "19"=>"보전관리지역"),
		"기타지역"=>array("20"=>"농림지역", "21"=>"자연환경보전지역"),
		"용도지구"=>array("22"=>"경관지구", "23"=>"고도지구", "24"=>"방화지구", "25"=>"방재지구", "26"=>"보호지구", "27"=>"취락지구", "28"=>"개발진흥지구", "29"=>"특정용도제한지구", "30"=>"복합용도지구"),
		"용도구역"=>array("31"=>"개발제한구역", "32"=>"도시자연공원구역", "33"=>"시가화조정구역", "34"=>"수산자원보호구역", "35"=>"입지규제최소구역")
	);
?>