<? include($_SERVER["DOCUMENT_ROOT"]."/inc/cfg.php"); ?>

<div class="lh18" style="padding:15px;">
		<p><b>(1) 수집하는 개인정보의 항목 및 수집방법</b></p>
		<p> 1) 수집하는 개인정보의 항목</p>
		<p>&nbsp;&nbsp;<?=TK_COMPANY?>에서는 회원가입, 원활한 고객상담, 각종 서비스외 제공을 위해 아래와 같은 개인정보를 수집하고 있습니다.</p>
		<p>&nbsp;&nbsp;- 성명, 아이디, 비밀번호, 휴대폰번호, 전화정보, 주소</p>
		<p> 2) 개인정보 수집방법</p>
		<p>&nbsp;&nbsp;<?=TK_COMPANY?>의 이용자가 자발적으로, 구체적으로 기입할 때만 개인정보를 수집하고 있습니다.</p>
		<p>&nbsp;</p>
		<p>&nbsp;</p>
		<p><b>(2) 개인정보 수집 및 이용목적</b></p>
		<p>&nbsp;&nbsp;<?=TK_COMPANY?>에서는 수입한 개인정보를 다음의 목적을 위해 활용합니다.</p>
		<p>&nbsp;&nbsp;- 서비스제공을 위한 계약의 성립(본인식별 및 본인의사 확인 등)</p>
		<p>&nbsp;&nbsp;- 서비스의 이행(상품배송 및 대금결제)</p>
		<p>&nbsp;&nbsp;- 기타 새로운 서비스, 신상품이나 이벤트 정보 안내</p>
		<p>&nbsp;</p>
		<p>&nbsp;</p>
		<p><b>(3) 개인정보의 보유 및 이용기간</b></p>
		<p>1) 귀하의 개인정보는 다음과 같이 개인정보의 수집목적 또는 제공받은 목적이 달성되면 파기됩니다.</p>
		<p>&nbsp;&nbsp;- 회원가입정보의 경우, 회원가입을 유선(☎ <?=TK_PHONE?>)으로  탈퇴신청을 하거나 회원에서 제명된 때 </p>
		<p>&nbsp;&nbsp;(단, 상법 등 법령의 규정에 의하여 보존할 필요성이 있는 경우에는 예외로 합니다.) </p>
		<p>2) 위 보유기간에도 불구하고 계속 보유하여야 할 필요가 있을 경우에는 귀하의 동의를 받겠습니다.</p>
		<p>3)'개인정보 유효기간제'에 따라 원칙적으로 1년간 서비스를 이용하지 않은 회원의 개인정보는 별도 분리하여 보관 · 관리합니다.(관심물건의 경우 6개월동안 서비스를 이용하지 않은 회원은 삭제 처리됩니다.)</p>
</div>