<? include($_SERVER["DOCUMENT_ROOT"]."/inc/cfg.php"); ?>

<div class="lh18" style="padding:15px;">
		<p><b>【 제 1 장 총칙 】</b></p> 
		<p>&nbsp;</p>
		<p>제 1 조(목적)</p>
		<p>본 약관은 <?=TK_COMPANY?>에서 제공하는 인터넷상의 모든 정보서비스(서비스명:<?=TK_DOMAIN?>이하 "서비스"라 함)의 이용조건 및 절차에 관한 사항과 기타이용에 필요한 사항의 규정함을 목적으로 한다.</p>
		<p>&nbsp;</p>
		<p>제 2 조(약관의 효력 및 범위)</p>
		<p>1. 본 약관은 이용자가 회원에 가입함과 동시에 효력을 발생한다.</p>
		<p>2. 본 약관의 내용은 서비스의 화면 내에 게시하며 회사는 필요하다고 인정되는 경우 이 약관을 개정할 수 있고, 변경된 약관은 회사의 서비스를 통해 공지한다.</p>
		<p>3. 변경된 약관은 위 제 1항과 같은 방법으로 효력을 발생한다.</p>
		<p>&nbsp;</p> 
		<p>제 3 조(용어의 정의)</p>
		<p>1. 이용자 : 회사가 제공하는 서비스에 회원등록한 개인 또는 법인으로서 이용자 번호를 부여 받은자.</p>
		<p>2. 이용자 번호(ID) : 서비스를 이용하기 위하여 회원등록시 이용자의 선택에 의하여 등록된 문자와 숫자의 조합.</p>
		<p>3. 비밀번호 : 이용자번호와 일치된 이용자임을 확인하고 이용자 자신의 비밀 보호를 위하여 이용자 자신이 설정한 문자와 숫자의 조합. </p>
		<p>4. 사용료 : 회원 등록 후 회사가 제공하는 정보서비스를 이용하기 위해 납입하는 요금.</p>
		<p>&nbsp;</p>
		<p>&nbsp;</p>
		<p><b>【 제 2 장 서비스 이용 계약 체결 】</b></p>
		<p>&nbsp;</p>
		<p> 제 4 조(이용계약의 성립)</p>
		<p>1. 이용자의 회원등록에 대한 회사의 이용 승낙에 의하여 성립한다.</p>
		<p>&nbsp;</p>
		<p>제 5 조(이용신청 및 회원정보 변경)</p>
		<p>1. 회원등록은 인터넷 상에서 http://<?=TK_DOMAIN?>로 접속 신청한다.</p>
		<p>2. 이용신청자가 미성년자 혹은 서비스이용자와 이용요금 납입자가 다를 경우 회사는 이를 확인할 제증명을 요구할 수 있다.</p>
		<p>3. 회원은 회원전용실을 통하여 언제든지 본인의 개인정보를 열람하고 수정할 수 있습니다. 다만, 서비스 관리를 위해 필요한 실명, 아이디 등은 수정이 불가능합니다.</p> 
		<p>4. 회원은 회원가입신청 시 기재한 사항이 변경되었을 경우 온라인으로 수정을 하거나 전자우편 기타 방법으로 회사에 대하여 그 변경사항을 알려야 합니다. </p>
		<p>5. 제4항의 변경사항을 회사에 알리지 않아 발생한 불이익에 대하여 회사는 책임지지 않습니다.</p>
		<p>&nbsp;</p>
		<p>제 6 조( 이용신청의 승낙 )</p>
		<p>회사는 제 5조에 의한 이용자의 신청이 있을 경우 이용계약의 유보 및 거절사유가 없을 시, 지체없이 이용신청을 승낙한다.</p>
		<p>&nbsp;</p>
		<p>제 7 조(이용계약의 유보 및 거절)</p>
		<p>1. 이용계약의 유보</p>
		<p>가. 서비스 설비 용량이 부족하거나, 기술적이 문제가 있다고 판단되는 경우.</p>
		<p>나. 기타 회사가 필요하다고 인정되는 경우.</p>
		<p>2. 이용계약 거절</p>
		<p>가. 비실명으로 이용 신청한 경우.</p>
		<p>나. 허위서류를 첨부하여 이용 신청한 경우.</p>  
		<p>&nbsp;</p>
		<p>제 8 조 (회원탈퇴, 계약해제, 해지 등)</p>
		<p>1. 회원은 언제든지 <?=TK_COMPANY?> 화면의 회원전용실 관리 메뉴 등을 통하여 이용계약 해지 신청을 할 수 있으며, 회사는 관련법 등이 정하는 바에 따라 이를 즉시 처리하여야 합니다.</p>
		<p>2. 회원이 계약을 해지할 경우, 관련법 및 개인정보취급방침에 따라 회사가 회원정보를 보유하는 경우를 제외하고는 해지 즉시 회원의 모든 데이터는 소멸됩니다.</p>
		<p>3. 회원이 계약을 해지하는 경우, 회원이 등록한 게시물 중 관심물건으로 등록된 물건, 즐겨쓰기검색, 상담내역, 일정관리내용 등과 같이 본인 아이디에 의해 등록된 게시물 일체는 삭제됩니다. 다만, 자유게시판 등 공공적 성격으로   등록된 "게시물" 등은 삭제되지 않으니 사전에 삭제 후 탈퇴하시기 바랍니다.</p>
		<p>&nbsp;</p>
		<p>&nbsp;</p>
		<p><b>【 제 3 장 서비스의 이용 】</b></p>
		<p>&nbsp;</p>
		<p>제 9 조 (서비스 종류)</p>
		<p>회사는 법원 부동산 경매정보를 중심으로 유료 및 공익 서비스 등 필요한 제반사항을 회사가 정하여 화면을 통하여 공지한다.</p>
		<p>&nbsp;</p> 
		<p>제 10 조 (서비스 이용시간)</p>
		<p>서비스의 이용은 회사의 업무상 또는 기술상 특별한 지장이 없는 한 연중 무휴 1일을 원칙으로 한다.</p>
		<p>단, 시스템 점검이나 보수가 있을 경우에는 공지사항을 통해 전달한 후 서비스를 일시 중단할 수 있다.</p>
		<p>&nbsp;</p>
		<p>제 11 조 (서비스 이용의 제한 및 중지)</p>
		<p>회사는 이용자가 다음에 해당하는 경우에는 서비스 이용을 제한하거나 중지할 수 있다. 이 경우 회사는 수령한 이용요금을 반환하지 않는다.</p>
		<p>1. 타인의 이용자번호 및 비밀번호를 사용한 경우.</p>
		<p>2. 서비스 운영을 고의로 방해하는 경우.</p>
		<p>3. 서비스 이용요금을 정한 기일 내에 납입하지 아니한 경우.</p>
		<p>4. 공공질서 및 미풍양속에 저해되는 내용을 고의로 유포시킨 경우.</p>
		<p>5. 서비스용 설비의 보수 또는 공사로 인한 부득이한 경우.</p>
		<p>6. 국가비상사태, 서비스 설비의 장애 또는 서비스 이용의 폭주 등으로 서비스이용에 지장이 있을 때.</p>
		<p>7. 이용자의 의무를 태만하여 이용자로써 부적당하다고 판단되는 경우.</p>
		<p>8. 이용자의 개인적인 사유로 서비스 이용 해지 또는 납입한 이용요금을 반환요구 신청 했을 경우</p>
		<p>9. 이용자가 제 13조를 위반하거나 또는 서비스 내용을 무단으로 사용하거나 복제하여 행위</p>
		<p>10. 이용자가 프로그램등을 사용하여 무단으로 자료수집하는 행위</p>
		<p>11. 이용자가 무단링크한 행위</p>
		<p>12. 이용자가 동일 아이디로 동시 접속 했을 경우(서비스 차단)</p>
		<p>&nbsp;</p>
		<p>제 12 조 (회사의 의무)</p>
		<p>1. 회사는 계속적, 안정적으로 서비스를 제공할 의무가 있고, 설비에 장애가 발생될 때에는 지체없이 이를 수리 복구한다.</p>
		<p>2. 회사는 이용자의 신상 정보를 본인의 동의 없이 타인에게 누설, 배포하여서는 아니된다. 단, 전기통신관련법령등 관계법령에 의하여 관계 국가기관 등의 요구가 있을 시는 그러하지 아니한다.</p>
		<p>3. 회사는 서비스 내용의 변경 또는 추가사항이 있을 경우에는 그 종류 및 요금 등을 온라인으로 공지한다.</p>
		<p>&nbsp;</p>
		<p>제 13 조 (이용자의 의무)</p>
		<p>1. 이용자는 이 약관에서 규정하는 사항 이외에 서비스 이용안내 또는 주의사항을 준수하여야 한다.</p>
		<p>2. 서비스 이용을 위해서는 회원등록을 한 후 3일 이내에 정한 요금을 납입하여야 한다.</p>
		<p>3. 이용자는 회사에서 허용한 경우 외에는 본 서비스를 이용하여 일체의 영업 행위를 할 수 없다.</p>
		<p>4. 서비스를 받을 권리는 이를 양도하거나 증여 등을 할 수 없으며 질권의 목적으로 사용할 수 없다.</p>
		<p>&nbsp;</p>
		<p>&nbsp;</p>
		<p><b>【 제 4 장 서비스 이용요금 】</b></p>
		<p>&nbsp;</p>
		<p>제 14 조 (요금의 종류)</p>
		<p>이용자가 납입하여야 할 요금의 종류는 아래와 같다.</p>
		<p>1. 가입비 : 회원등록시 별도의 요금이 부과되지 않음</p>
		<p>2. 이용료 : 회원등록 후 유료정보를 이용하기 위하여 납입하는 요금(부가세 포함)</p>
		<p>&nbsp;</p>
		<p>제 15 조 (요금체계 및 계산방법)</p>
		<p>1. 요금의 상세내용은 MY페이지내에 잔여일 확인을 통하여 별도 공지한다.</p>
		<p>2. 해지시에는 제19조 항목에 따라 환불 절차를 처리한다.</p>
		<p>3. 요금은 회원등록을 한 후 서비스를 제공한 일자가 매월 회비 납부일이 되며, 월 정산의 기준일이 된다.</p>
		<p>&nbsp;</p>
		<p>제 16 조 (요금 납입 책임자)</p>
		<p>1. 요금납입 책임자는 서비스 이용자를 원칙으로 한다. 단, 회사가 인정하는 경우에는 타인을 요금 납입 책임자로 할 수 있다.</p>
		<p>2. 제 1항의 규정에 의한 요금납입 책임자는 이용자가 회사에 납부해야 할 요금 등의 모든 채무를 이용자와 연대하여 회사에 납부해야 할 의무가 있다.  </p>
		<p>&nbsp;</p>
		<p>제 17 조 (이용요금의 연체, 미납)</p>
		<p>1. 회사가 이용요금 납입자에게 청구한 금액을 납입기일 내에 납입하지 않은 경우 서비스 이용을 제한 또는 중지할 수 있다.</p>
		<p>2. 서비스 요금이 완납된 경우 서비스 이용이 가능하다.</p>
		<p>&nbsp;</p>
		<p>제 18 조 (이용요금의 청구 및 납입)</p>
		<p>서비스 이용요금의 청구 및 납입은 무통장입금, 온라인에 의한 방법, 신용카드 등으로 한다.</p>
		<p>&nbsp;</p>
		<p>제 19조 (이용요금 환불 및 변경)</p>
		<p>1. 이용자는 회사가 운영하는 유료정보를 충분히 확인한 후 결제하기를 바라며, 유료서비스를 구매한 회원은 서비스 이용잔여기간에 대하여 환불할 수 있으며, 서비스 최소단위인 일일 이용 금액을 기준으로 환불금액(일할 사용 금액)을 공제합니다.</p>
		<p>2. 환불 시에는 1~30일 사용 : 위약금 10%공제 + 사용일수 차감 , 31일 이상 사용 : 위약금 20%공제 + 사용일수 차감 된 금액이 반환 됩니다.</p>
		<p>3. 아래에 해당되는 경우 회원은 유료서비스에 대하여 환불할 수 없습니다.</p>
		<p>가. 제휴학원, 제휴카페 또는 특강 등 경매강좌에서 무료로 지급받은 경우</p>
		<p>나. 할인이벤트 등을 통하여 구매한 경우</p>
		<p>4. 제 11조 항목에 의한 회원 자격의 정지나 상실,서비스 차단의 경우 회사는 이에 따른 금전적 보상의 책임을 지지 않으며 이미 납입한 금액은 반환하지 않는다.</p>
		<p>5. 이용자는 정보이용 기간동안 다른 지역으로 변경은 할 수 없다. 단, 지역권역에서 전국으로의 확대는 가능하다.</p>
		<p>6. 결제수단(카드, 입금) 변경은 결제 후 1개월 이내에 가능하고, 추가 결제는 동일지역 남은 기간이 100일 이내에만 가능하다.</p>
		<p>&nbsp;</p>
		<p>제 20조 (이용요금에 대한 이의신청)</p>
		<p>1. 이용요금 청구에 이용자의 이의가 제기된 경우에 회사는 상세한 청구 내역을 전화, FAX, E-mail 등으로 제공한다.</p>
		<p>2. 회사는 이용요금 청구 등에 오류가 있는 경우 이용자의 요청(이의 신청)에 따라 다음 각 호에 해당하는 조치를 한다.</p>
		<p>가. 과다납입한 요금 등에 대하여는 그 금액을 반환한다. 반환에 필요한 수수료는 과다 납입한 이용자가 부담한다.</p>
		<p>나. 회사는 과소 청구액에 대해서는 미수금을 재청구하며, 미수금이 완납될 때까지 서비스의 이용을 제한할 수 있으며 또는 익월에 합산청구한다.</p>
		<p>다. 이용요금 등의 이의신청은 사유가 발생한 날로부터 3일이 경과한 때에는 이의신청을 할 수 없다.  </p>
		<p>&nbsp;</p>
		<p>&nbsp;</p>
		<p><b>【제 5 장 손해배상, 부칙】</b></p>
		<p>&nbsp;</p>
		<p>제 21 조 (손해 배상)</p>
		<p>회사는 회사의 귀책사유로 인해 이용자가 전체서비스를 이용하지 못함으로써 발생하는 손해에 대하여, 이용자가 그 사실을 회사에 통보하여 확인되거나, 또는 회사가 알게 된 날로부터 계산하여 24시간 이상 연속적으로 그 상태가 계속될 때에는 이용자의 청구에 대하여 손해 배상할 책임이 있다.</p>
		<p>&nbsp;</p>
		<p>제 22 조 (면책 조항)</p>
		<p>1. 회사는 천재지변, 기타 이에 준하는 불가항력으로 인하여 서비스를 제공할 수 없는 경우에는 서비스 제공 중지에 대한 책임을 면한다.</p>
		<p>2. 회사는 이용자들의 귀책사유로 인한 서비스 이용의 장애에 대하여는 책임을 면한다.</p>
		<p>3. 회사는 이용자가 서비스를 이용하여 얻은 정보등으로 인해 입은 손해등에 대하여는 책임을 면한다.</p>
		<p>4. 회사는 회사가 제공하는 서비스망을 통해 제공하는 정보의 신뢰도나 정확성에 대하여는 책임을 면한다.</p>
		<p>5. 회사는 이용자가 게시 또는 전송한 자료의 내용에 관하여는 책임을 면한다.</p>
		<p>6. 회사는 이용자와 제휴사와의 거래에 관한 제반문제에 대하여 어떠한 책임도지지 않는다.</p>
		<p>&nbsp;</p>   
		<p>제 23 조 (관할 법원)</p>
		<p>이용요금 등 서비스 이용상 발생한 분쟁에 대해서는 회사의 본사 소재지를 관할하는 법원을 관할법원으로 한다.  </p>
		<p>&nbsp;</p>
		<p>제 24 조 (규정의 준용)</p>
		<p>이 약관에 명시되지 아니한 사항에 대해서는 상법 및 정보통신 사업법등 관계법령과 법에 명시되지 않은 부분에 대하여는 관습에 의한다.  </p>
		<p>&nbsp;</p>
		<p>&nbsp;</p>
		<p><b>【제 6장 개인정보보호방침】</b></p>
		<p>&nbsp;</p>
		<p>제 25 조 (개인정보보호방침)</p>
		<p>&nbsp;</p>
		<p> 회사는 관련법령이 정하는 바에 따라서 이용자 등록 정보를 포함한 이용자의 개인정보를 보호하기 위하여 노력해야 한다. 이용자의 개인정보보호에 관해서는 관련법령 및 회사가 정하는 “개인정보보호정책”에 정한 바에 따른다.  </p>
		<p>&nbsp;</p>
		<p>* 부칙</p>
		<p> 1. (시행일)이 약관은 공시한 날로부터 시행한다.</p>
</div>